Tekla.Structures.Internal.dotModuleManagerQuery_t
Serialization structure for ModuleManager querys.

Tekla.Structures.Internal.dotModuleManagerQuery_t.aModule
Module string

Tekla.Structures.Internal.dotModuleManagerQuery_t.IsPresent
Reply

Tekla.Structures.Internal.dotModuleManagerQuery_t.Configuration
Configuration currently running.